Repository: shsw228/OSLogViewer
Catalog: Sources/OSLogViewer/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: %lld entries
ja: %lld 件

source: All
ja: すべて

source: All items
ja: すべて

source: All logs
ja: 全ログ

source: Export all logs
ja: 全ログを書き出す

source: Export filtered logs
ja: 絞り込み中のログを書き出す

source: Filtered logs
ja: 絞り込み中のログ

source: Copy logs
ja: ログをコピー

source: Could not load logs
ja: ログを読み込めませんでした

source: Filter by level
ja: レベルで絞り込み

source: Logs
ja: ログ

source: No log entries
ja: ログがありません

source: No logs match the current filter or search.
ja: 現在のフィルタ・検索条件に一致するログはありません。

source: No matching logs
ja: 一致するログがありません

source: Perform an action in the app, then reload.
ja: アプリを操作してから再読み込みしてください。

source: Search by message, category, or time
ja: メッセージ・カテゴリ・時刻で検索
